[{
  "company": "Paul-Drude-Institut für Festkörperelektronik",
  "role": "Visiting scientist",
  "date": "apr 2014 – sept 2014",
  "location": "Berlin, Germany",
  "description": 
    "Solid-state physics research institute. I worked with modelling III-V nanowire arrays for optoelectronics. Adviser: Dr. Lutz Geelhaar"
  
}, {
  "company": "deltamethod",
  "role": "Visiting data scientist",
  "date": "jul 2013 – oct 2013",
  "location": "Berlin, Germany",
  "description": "Data-driven consulting on search engine marketing that helps customers structure their online campaigns and brands. There, I designed a prototype algorithm that optimizes keyword bidding in the Google Adwords auction system using state-of-the-art statistical tools in Python, allowing them to manage millions of keywords. Adviser: Arthur Gerigk"
}, {
  "company": "Geekie",
  "role": "Co-founder, Product Manager and Software Engineer",
  "date": "sep 2011 – jan 2012",
  "location": "São Paulo, Brazil",
  "description": "Education technology start-up that provides a personalized learning experience for each student using dynamic content and artificial intelligence algorithms. Today Geekie numbers over 100 employees, reaches five million students and has a governmental contract that delivers access to the platform for all students in public schools."
}, {
  "company": "Groupon",
  "role": "Senior Analyst, then Head of Business Intelligence Department",
  "date": "jan 2011 – sep 2011",
  "location": "Berlin, Germany / São Paulo, Brazil",
  "description": "Since 2011, the Business Intelligence department curated sales data, provided insightful analysis to the managing directors, and guided the sales team. During my leadership, the company saw a breakthrough transformation in the delivery of financial and sales reports, as my team and I automated the entire process from data collection (millions of transactions per week) to the generation of daily reports. With sophisticated automation, I redirected human resources to focus on providing customized analysis and guidance to other departments. On that same period, the company raised its revenue by 20% while reducing its sales force by 33%."
}, {
  "company": "F123.org project",
  "role": "Software Engineer and User Experience Consultant",
  "date": "aug 2010 – jan 2011",
  "location": "Curitiba, Brazil",
  "description": "Award-winning NGO project which provides technological solutions for visually-impaired users. I helped develop a cheap and fully functional open-source operating system that required no visual feedback. Hundreds of blind people used a computer for the first time thanks to this OS. Some of them were successfully employed as a result of the project. Mentor: Fernando Botelho"
}]
