[
    "T. Ferreira de Lima, H.-T. Peng, A. N. Tait, M. A. Nahmias, H. B. Miller, B. J. Shastri and P. R. Prucnal, “Machine Learning with Neuromorphic Photonics,” 2019, JLT, accepted.", 
    "A. N. Tait, T. Ferreira de Lima, M. A. Nahmias, H. B. Miller, H.-T. Peng, B. J. Shastri and P. R. Prucnal, “A silicon photonic modulator neuron,” Dec 2018, arXiv:1812.11898",
    "H. Peng, M. A. Nahmias, T. Ferreira de Lima, A. N. Tait, B. J. Shastri and P. R. Prucnal, “Neuromorphic Photonic Integrated Circuits,” in IEEE Journal of Selected Topics in Quantum Electronics, vol. 24, no. 6, pp. 1-15, Nov.-Dec. 2018, Art no. 6101715.",
    "A. N. Tait, A. Wu, T. Ferreira de Lima, M. Nahmias, B. Shastri, and P. Prucnal, “Two-pole microring weight banks,” Opt. Lett.  43, 2276-2279 (2018).",
    "P. Ma, B. Shastri, T. Ferreira de Lima, C. Huang, A. Tait, M. Nahmias, H. Peng, and P. Prucnal, “Simultaneous excitatory and inhibitory dynamics in an excitable laser,” Opt. Lett.  43, 3802-3805 (2018).",
    "Shastri B.J., Tait A.N., Ferreira de Lima T., Nahmias M.A., Peng HT., Prucnal P.R. (2018) Neuromorphic Photonics, Principles of. In: Meyers R. (eds) Encyclopedia of Complexity and Systems Science. Springer, Berlin, Heidelberg",
    "A. N. Tait, T. Ferreira de Lima, E. Zhou, A. X. Wu, M. A. Nahmias, B. J. Shastri, and P. R. Prucnal, “Neuromorphic photonic networks using silicon photonic weight banks”, Sci. Rep. 7, 7430 (2017).",
    "P. Ma, B. Shastri, T. Ferreira de Lima, A. Tait, M. Nahmias, and P. Prucnal, “All-optical digital-to-spike conversion using a graphene excitable laser,” Opt. Express  25, 33504-33513 (2017).",
    "A. N. Tait, T. Ferreira de Lima, P. Ma, M. P. Chang, M. A. Nahmias, B. J. Shastri, P. Mittal, and P. R. Prucnal, “Blind source separation in the physical layer,” 2018 52nd Annual Conference on Information Sciences and Systems (CISS), Princeton, NJ, 2018, pp. 1-6.",
    "M. A. Nahmias, A. N. Tait, L. Tolias, M. P. Chang, T. Ferreira de Lima, B. J. Shastri, and P. R. Prucnal, “An integrated analog O/E/O link for multi-channel laser neurons,” Appl. Phys. Lett., vol. 108, no. 15, p. 151106, 2016.",
    "E. Zhou, A. N. Tait, A. X. Wu, T. Ferreira de Lima, M. A. Nahmias, B. J. Shastri, and P. R. Prucnal, “Silicon Photonic Weight Bank Control of Integrated Analog Network Dynamics”, Optical Interconnects, 2016.",
    "A. X. Wu, A. N. Tait, E. Zhou, T. Ferreira de Lima, M. A. Nahmias, B. J. Shastri, and P. R. Prucnal, “Coherent interactions in microring weight banks and impact on channel density”, Optical Interconnects, 2016.",
    "R. Toole, A. N. Tait, T. Ferreira de Lima, M. A. Nahmias, B. J. Shastri, P. R. Prucnal, and M. P. Fok, “Photonic Implementation of Spike-Timing-Dependent Plasticity and Learning Algorithms of Biological Neural Systems,” J. Light. Techno., vol. 34, no. 2, pp. 470–476, Jan. 2016.",
    "A. N. Tait, A. X. Wu, T. Ferreira de Lima, E. Zhou, B. J. Shastri, M. A. Nahmias, and P. R. Prucnal, “Microring weight banks”, IEEE JSTQE, 2016.",
    "P. R. Prucnal, B. J. Shastri, A. N. Tait, M. A. Nahmias, T. Ferreira de Lima, Neuromorphic Photonics, CRC Press, 2016.",
    "P. R. Prucnal, B. J. Shastri, T. Ferreira de Lima, M. A. Nahmias, A. N. Tait, “Recent progress in semiconductor excitable lasers for photonic spike processing”, Advances in Optics and Photonics, 2016.", 
    "A. N. Tait, T. Ferreira de Lima, M. A. Nahmias, B. J. Shastri, and P. R. Prucnal, “Multi-channel control for microring weight banks”, Optics Express, Apr. 2016.",
    "A. N. Tait, T. Ferreira de Lima, M. A. Nahmias, B. J. Shastri, and P. R. Prucnal, “Continuous Calibration of Microring Weights for Analog Optical Networks,” IEEE Photonics Techno. Lets., vol. 28, no. 8, pp.887–890, Apr. 2016.",
    "T. Ferreira de Lima, B. J. Shastri, M. A. Nahmias, A. N. Tait, and P. R. Prucnal, “Physical Modeling of Photonic Neural Networks” 2016 IEEE Summer Topicals Meeting Series (SUM), 2016.",
    "T. Ferreira de Lima, B. J. Shastri, A. N. Tait, M. A. Nahmias, and P. R. Prucnal, “Progress in neuromorphic photonics,” Nanophotonics, 2016. Special issue on optical computing, accepted.",
    "T. Ferreira de Lima, A. N. Tait, M. A. Nahmias, B. J. Shastri, and P. R. Prucnal, “Scalable Wideband Principal Component Analysis via Microwave Photonics,” IEEE Photonics J., vol. 8, no. 2, pp. 1–9, Apr. 2016.",
    "M. A. Nahmias, A. N. Tait, B. J. Shastri, T. Ferreira de Lima, and P. R. Prucnal, “Excitable laser processing network node in hybrid silicon: analysis and simulation,” Opt. Express, vol. 23, no. 20, p. 26800, Oct. 2015.",
    "A. N. Tait, M. A. Nahmias, B. J. Shastri, M. P. Chang, A. X. Wu, E. Zhou, E. C. Blow, T. Ferreira de Lima, B. Wu, and P. R. Prucnal, “Balanced WDM weight banks for analog optical processing and networking in silicon,” in 2015 IEEE Summer Topicals Meeting Series (SUM), 2015, vol. 3, pp. 21–22.",
    "T. Ferreira de Lima, A. N. Tait, B. J. Shastri, M. A. Nahmias, and P. R. Prucnal, “Proposal for CMOS-compatible optoelectronic integrated circuit for online wideband PCA,” in 2015 IEEE Summer Topicals Meeting Series (SUM), 2015, vol. 2, pp. 97–98."
]
